Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tak kończą się układy z miłościwie panującym nam Rhobarem II.
uk: На цьому справи з нашим шановним правителем Робаром II й закінчуються.

source: Tak lepiej zrób.
uk: Так краще і зроби.

source: Tak mi przykro Marvin... nie miałam okazji go bliżej poznać, ale wydawał się bardzo dobrym i uczciwym człowiekiem.
uk: Мені дуже шкода, Марвіне... У мене не було можливості познайомитися з ним ближче, але він здавався дуже хорошою і чесною людиною.

source: Tak mi się podobają, że aż je sobie wezmę!
uk: Вони мені так сподобалися, що я заберу їх собі!

source: Tak mi się wydaje, z tego co słyszałem. Odgłos był, jakby wybijali małą bramę jakimś taranem, ale wolałem się nie wychylać, żeby mnie nie wykończyli.
uk: Судячи з того, що я чув, думаю, що так. Звук був такий, ніби вони вибивали малі ворота якимось тараном, але я вирішив не висовуватися, щоб мене не добили.

source: Tak mi się wydawało! Skąd miałem wiedzieć jak poleci kula, nigdy z czegoś takiego nie strzelałem!
uk: Мені так здавалося. Звідки ж мені було знати, як полетить ядро, я ж ніколи не стріляв з такого!

source: Tak myślałem!
uk: Я так і думав!

source: Tak myślałem, że ta część mojej wypowiedzi cię zainteresuje.
uk: Так і думав, що ця частина моєї розмови тебе зацікавить.

source: Tak myślałem, że zwyczajnie próbujesz mnie podejść.
uk: Так і думав, ти просто намагаєшся мене надурити.

source: Tak myślałem.
uk: Я так і думав.

source: Tak myślałem. Coś jeszcze?
uk: Я так і думав. Щось ще?

source: Tak myślałem. Człowiek, którego wysłałem też tak myślał, a teraz leży wśród trupów innych pracowników winnicy.
uk: Я так думав. Чоловік, якого я послав, теж так думав, і тепер він лежить серед трупів інших працівників виноградника.

source: Tak myślałem. Mam nadzieję, że następnym razem dwa razy zastanowisz się, zanim powiesz coś tak nieodpowiedzialnego.
uk: Я так і думав. Сподіваюся, наступного разу ти двічі подумаєш, перш ніж сказати щось настільки безвідповідальне.

source: Tak myślałem. Tej opowieści nie usłyszysz od wyznawców Adanosa.
uk: Я так і думав. Такої історії ти не почуєш від послідовників Аданоса.

source: Tak myślałem... Powiedz mi, czy był w stanie doprowadzić cię na miejsce w rozsądnym tempie?
uk: Я так і думав... Скажи мені, він зміг провести тебе до місця вчасно?

source: Tak myślisz? Kto na przykład? Znasz taką osobę?
uk: Ти так думаєш? Хто, наприклад? Ти знаєш когось такого?

source: Tak mówisz?
uk: Що ти маєш на увазі?

source: Tak mówisz? Hmm, mikstura brzmi ciekawiej niż wodorosty!
uk: Ти так вважаєш? Хмм, мікстура напевно смакує краще за водорості!

source: Tak na wszelki wypadek, gdyby mieli ci się naprzykrzać.
uk: Це про всяк випадок, якщо вони будуть тобі заважати.

source: Tak nagle zmieniłeś zdanie? No dobrze...
uk: Ти так різко передумав? Що ж, добре...

source: Tak nakazuje rozsądek.
uk: Так диктують обставини.

source: Tak należało postąpić. Świetnie dziś walczyłeś.
uk: Так і треба було вчинити. Ти сьогодні добре бився.

source: Tak naprawdę jednak, nikt nie będzie mógł spać spokojnie, dopóki prawdziwy zamachowiec oraz stojący za nim ludzie nie podłożą głowy pod topór.
uk: Але насправді ніхто не зможе спати спокійно, поки справжній вбивця і люди, які за ним стоять, не покладуть свої голови під сокиру.

source: Tak naprawdę nazywa się Gonzalo, a Antonio to tylko jego imię do... drugiej pracy.
uk: Насправді його звуть Гонсало, а Антоніо – це ім'я для... іншої роботи.

source: Tak naprawdę niewiele osób mnie rozumie, więc kogokolwiek bym wziął, pewnie bardziej by mi przeszkadzał, niż pomagał.
uk: Насправді, мало хто мене розуміє, тому кого б я не взяв, він мені швидше заважатиме, аніж допомагатиме.

source: Tak naprawdę, nie pozbawili mnie mojej funkcji, dalej zajmuję się rachunkami kopalni i sprawami organizacyjnymi. Tyle, że muszę to robić dokładnie pod ich wytyczne.
uk: Насправді, вони не позбавили мене моїх обов'язків, я продовжую займатися рахунками копальні та організаційними питаннями. Тільки я маю робити це відповідно до їхніх вказівок.

source: Tak naprawdę, to nie chcesz tego robić.
uk: Насправді, ти не хочеш цього робити.

source: Tak nazywają tę starą, górską warownię po drugiej stronie jeziora.
uk: Так називають цю стару гірську фортецю на іншому березі озера.

source: Tak od razu? Dwie skrzynki tygodniowo?
uk: Так відразу? Два ящики на тиждень?

source: Tak po prostu mam go otworzyć?
uk: Хочеш, щоб я просто відімкнув її?

source: Tak po prostu szlachtować nasze owce... Wynoś się!
uk: Так просто різати наших овець... Геть звідси!

source: Tak po prostu uciekniesz z wyspy?
uk: Ти просто так втечеш з острова?

source: Tak po prostu wziąłeś to z zapasów Lewko?
uk: Тобто, ти просто взяв це зі запасів Левка?

source: Tak po prostu zaszlachtować nasze owce... Wynoś się!
uk: Ось так просто зарізав наших овець... Забирайся геть!

source: Tak po prostu?
uk: Просто так?

source: Tak po prostu? Wiesz co mówią o tym miejscu?
uk: Так просто? Ти знаєш, що кажуть про це місце?

source: Tak po prostu? Żadnych opłat ani haczyków?
uk: Просто так? Без плати, без пасток?

source: Tak powiedział Lokvar? No dobrze, przekażemy to twojemu bratu, jak się obudzi.
uk: Це Локвар так сказав? Що ж, ми передамо це твоєму братові, коли він прокинеться.

source: Tak powiedział? Cudownie! Przyda mi się pomoc!
uk: Це він так сказав? Чудово! Мені знадобиться допомога!

source: Tak powiedział? Hmm...
uk: Він так сказав? Хм...

source: Tak przy okazji, skoro mamy ruszyć do walki...
uk: До речі, оскільки ми вже збираємося в бій...

source: Tak samo jak handel mój i Gerharda nie jest twoim.
uk: Так само, як і моя торгівля з Герхардом - теж не твоя справа.

source: Tak samo jak wcześniej, bo już przed walką wiedziałem, że wygram! Dzięki za pomoc, przydała się.
uk: Так само, як і раніше, адже я ще перед боєм знав, що переможу! Дякую за допомогу, вона стала в нагоді.

source: Tak samo jak zwiększenia ilości jego zwolenników.
uk: Як і збільшення кількості його прихильників.

source: Tak samo, jak ja mam sprawę do obecnych tutaj panienek. Dlaczego miałbym z niej zrezygnować dla ciebie?
uk: Так само, як у мене є справа до присутніх тут панянок. Чому я маю відмовлятися від них заради тебе?

source: Tak się akurat składa, że mam poważny problem. Ta cholera, Alice, ona... ona się dorwała do aktu własności mojego sklepu!
uk: У мене виникла серйозна проблема. Ця клята Аліса, вона... вона заволоділа документами на мою крамницю!

source: Tak się jakoś złożyło.
uk: Якось так склалося.

source: Tak się składa, że Ernesto jest naszym bliskim klientem i przybywam, by rozwiązać wasz spór.
uk: Так сталося, що Ернесто є нашим близьким клієнтом, і я прибув, щоб вирішити вашу суперечку.

source: Tak się składa, że Weigar również nie ma ochoty przychodzić na twój teren. Dlatego zaproponował teren neutralny, na którym i ty, i on nie będziecie czuć się do końca komfortowo.
uk: Так сталося, що Вейгар також не має бажання приходити на твою територію. Тому він запропонував нейтральну територію, де і тобі, і йому буде не зовсім комфортно.

source: Tak się składa, że akurat mam coś, w czym możesz się mi przydać.
uk: Так сталося, що у мене є дещо, з чим ти можеш мені допомогти.

source: Tak się składa, że jedyną porcję odtrutki dobrze ukryłem. Jeśli odpowiesz na moje pytania, to powiem ci, gdzie jest.
uk: Так сталося, що я добре сховав єдину дозу протиотрути. Якщо ти відповіси на мої запитання, я скажу тобі, де вона.

source: Tak się składa, że jestem zajęty.
uk: Так сталося, що я зайнятий.

source: Tak się składa, że jestem znajomym Starszego. Wystarczy, że powiem mu słowo, a posiedzisz w nich parę ładnych dni.
uk: Так сталося, що я друг старости. Мені треба лише сказати слово, і ти опинишся в них на кілька чудових днів.

source: Tak się składa, że liznąłem trochę kowalstwa w swoim życiu.
uk: Так сталося, що я в своєму житті трохи займався ковальством.

source: Tak się składa, że mam je przy sobie.
uk: Так сталося, що я маю її з собою.

source: Tak się składa, że mam na składzie wyjątkowo wytrzymały i jakże elegancki pancerz. Nie musisz wierzyć mi na słowo, sam zobacz!
uk: Так сталося, що я маю в запасі особливо міцні та елегантні обладунки. Якщо не віриш мені на слово, переконайся сам!

source: Tak się składa, że mam przy sobie tę czaszkę, może...
uk: Так сталося, що я маю при собі цей череп, можливо...

source: Tak się składa, że mam przy sobie tę odrąbaną głowę, może...
uk: Так сталося, що я маю з собою цю відрубану голову, можливо...

source: Tak się składa, że mam przy sobie worek czerwonego pieprzu i od razu pomyślałem o tobie.
uk: Так сталося, що у мене з собою є мішечок червоного перцю, і я одразу ж подумав про тебе.

source: Tak się składa, że mam zadanie idealne dla pierwszego znanego mi kompetentnego strażnika.
uk: Так сталося, що у мене є ідеальне завдання для першого тямущого вартового, якого я зустрів.

source: Tak się składa, że nie jest moim dowódcą, więc nie jestem mu nic winien.
uk: Так склалося, що він не мій командир, тому я йому нічого не винен.

source: Tak się składa, że od jakiegoś czasu współpracuję z Knutem i drwalami.
uk: Так сталося, що я вже деякий час працюю з Кнутом і лісорубами.

source: Tak się składa, że planował tę akcję od dawna, a my po prostu byliśmy idealnymi kandydatami do tego zadania.
uk: Так сталося, що він давно це планував, а ми виявились ідеальними кандидатами для цього завдання.

source: Tak się składa, że potrzebuję złota, a mój obecny pracodawca ma go całe mnóstwo.
uk: Так сталося, що мені потрібне золото, а у мого теперішнього роботодавця його дуже багато.

source: Tak się składa, że przemytnicy ostatnio zrobili się wyjątkowo zuchwali i podobno zaczęli handlować nawet żywym towarem. Jak możesz się domyślić, ich działalność jest dla nas wyjątkowo nie na rękę.
uk: Так сталося, що останнім часом контрабандисти стали вкрай зухвалими і, подейкують, що навіть почали торгувати живим товаром. Як ти можеш здогадатися, їхня діяльність вкрай негативно позначається на нас.

source: Tak się składa, że ruszam do pewnego chłodnego miejsca.
uk: Так вийшло, що я вирушаю в одне прохолодне місце.

source: Tak się składa, że sam nie jestem stąd. Nazywam się Gard i pochodzę z Nordmaru.
uk: Так сталося, що я сам не звідси. Мене звуть Гард, і я родом з Нордмару.

source: Tak się składa, że to on mnie tu przysłał. Mam cię zaciągnąć do roboty.
uk: Так сталося, що саме він мене сюди прислав. Я маю змусити тебе працювати.

source: Tak się składa, że to on mnie tu przysłał...
uk: Так сталося, що саме він мене сюди прислав...

source: Tak się składa, że trochę przeskrobałem i potrzebuję twojej pomocy.
uk: Так сталося, що я вчинив невеличке злодіяння і мені потрібна твоя допомога.

source: Tak się składa, że trzeba rozwiązać sprawę innego zaginięcia, również w okolicy wsi.
uk: Так сталося, що потрібно розкрити ще одне зникнення, також в околицях села.

source: Tak się składa, że większość z nas też nie przepada za Fabio.
uk: Так сталося, що більшості з нас теж не подобається Фабіо.

source: Tak się składa, że znam się na żelazie, a to tutaj nie wygląda mi na wyjątkowo rzadki materiał.
uk: Я дещо знаю про залізо, і це не виглядає як особливо рідкісний матеріал, як на мене.

source: Tak się umawialiśmy... ale później usłyszeliśmy jakieś podejrzane odgłosy i postanowiliśmy zastosować manewr taktycznego odwrotu do obozu.
uk: Так ми домовлялись... але потім ми почули підозрілі звуки і вирішили застосувати тактичний маневр відступу назад до табору.

source: Tak sobie myślę, że tego typu nagabywanie można podciągnąć pod paragraf trzydziesty czwarty, ustęp... em, drugi!
uk: Я так думаю, що цей тип домагання можна класифікувати як розділ тридцять четвертий, абзац... гм, другий!

source: Tak sobie myślę...
uk: Ось що я думаю...

source: Tak sobie myślę... całkiem pojętny z ciebie uczeń, z takimi to aż miło pracować. Masz, niech cię to motywuje do dalszego szlifowania umiejętności.
uk: Я думаю... ти досить здібний учень, з такими приємно працювати. Ось, нехай це мотивує тебе продовжувати відточувати свою майстерність.

source: Tak sobie pomyślałem, co gdyby samemu jej użyć? Wiesz, nie każdy tutaj gra czysto. A i na samym bagnie pełno niebezpiecznych bestii.
uk: Тож я подумав, а що, якщо я сам її використаю? Знаєш, не всі тут грають чесно. Та й саме болото повне небезпечних створінь.

source: Tak szczerze, to mam już dość robotników do opłacenia. Raczej nie potrzebuję pomocy.
uk: Чесно кажучи, у мене вже достатньо оплачуваних робітників. Скоріше за все, мені не потрібна допомога.

source: Tak szybko jak tylko możesz, ruiny Vardhal.
uk: В руїни Вардхалу, так швидко як тільки зможеш.

source: Tak szybko, że dałbyś radę naprawić sieć bez opóźniania połowu?
uk: А може ти встигнеш полагодити сітку до того, як підеш на риболовлю?

source: Tak słyszałem, przekaż mu moje gratulacje za świetnie wykonaną robotę.
uk: Я чув. Перекажи йому від мене вдячність за чудово виконану роботу.

source: Tak też mi się wydawało. Wracaj do pracy.
uk: Я теж так подумав. Повертайся до роботи.

source: Tak też myślałam.
uk: Я теж так подумала.

source: Tak też myślałem.
uk: Я теж так подумав.

source: Tak też myślałem. Widać po tobie, że daleko ci do awanturujących się pijaczyn.
uk: Я теж так подумав. По тобі видно, що ти далеко не буйний п'яниця.

source: Tak też myślałem. Zębacze to nie to samo co głodny wilk w lesie, prawda?
uk: Я теж так думаю. Снеппер - це не те ж, що голодний вовк у лісі, правда ж?

source: Tak to działa w tej branży, kontakty osobiste są zbyt niebezpieczne. Co mogę ci więcej powiedzieć?
uk: Так працює цей бізнес, особисті зустрічі надто небезпечні. Що ще я можу тобі сказати?

source: Tak to ja, był już tutaj Jorn?
uk: Так, це я. Йорн вже був тут?

source: Tak to. Jako dowódca najemników Araxos mam wyłączne prawo decydować, kto będzie moim podwładnym.
uk: Ось як. Як командир найманців Араксосу я маю виключне право вирішувати, хто буде моїми підлеглими.

source: Tak trzeba z nimi postępować!
uk: Ось як треба з ними поводитися!

source: Tak trzymaj.
uk: Не зупиняйся.

source: Tak tylko przechodziłem obok.
uk: Я просто проходив повз.

source: Tak w ogóle, to na co ci on?
uk: До речі, для чого він тобі?

source: Tak w zasadzie to chodzi o mojego szefa...
uk: Справа в моєму начальнику...

source: Tak wiem, Wilcze Leże, Wilczy Synowie, moim zdaniem też przesadzają z tymi wilkami, ale ich naród, ich twierdza, to niech i nazwy ustalają sobie sami.
uk: Так, я знаю, Вовче Лігво, Вовчі Сини. На мою думку, вони теж перебільшують з цими вовками, але це їхній народ, їхня твердиня, то нехай вони називають себе як хочуть.

source: Tak więc bawcie się, pijcie, ile tylko wasze głowy pozwolą, i nie zapomnijcie o obstawieniu walk!
uk: Тож веселіться, пийте стільки, скільки витримає ваша голова, і не забувайте робити ставки на бої!

source: Tak więc bądź katem. Wydaj na niego ostateczny wyrok. Uważaj na siebie i...
uk: Стань же катом. Винеси йому остаточний вирок. Бережи себе та...

source: Tak więc dotarłeś do poziomu, na którym przestają cię interesować jakiekolwiek kompromisy. Od teraz nie masz wybaczenia dla nawet najmniejszych błędów.
uk: Отже, ти досяг того рівня, коли тебе більше не цікавлять жодні компроміси. Відтепер ти не пробачаєш навіть найменших помилок.

source: Tak więc niech Innos będzie z tobą.
uk: Нехай Іннос буде з тобою.

source: Tak więc, póki nie wymyślę czegoś co naprawdę wstrząśnie wszystkimi, to korzystam z uroków miejskiego życia i sprzedaje różne pamiątki z moich wypraw.
uk: Тож, поки я не придумаю щось таке, що дійсно всіх вразить, я користуюся перевагами міського життя і продаю різні сувеніри із моїх подорожей.

source: Tak właściwie to co mam robić?
uk: То що я маю робити?

source: Tak właściwie to tylko dlatego pozwolił mi zostać, miałem mu pomóc w naprawieniu tego ustrojstwa.
uk: Насправді, це єдина причина, чому він дозволив мені залишитися. Я мав допомогти йому полагодити його.

source: Tak właściwie, to co tu robicie?
uk: Власне, що ти тут робиш?

source: Tak właściwie, to jest coś takiego, ale to spora przysługa.
uk: Насправді, є дещо, але це досить специфічна послуга.

source: Tak właściwie, to po co ci ono?
uk: А для чого воно тобі, власне, потрібне?

source: Tak właściwie... to po co ci ta informacja?
uk: Власне... а навіщо тобі ця інформація?

source: Tak właśnie myślałem. Nie potrafiłem skojarzyć twojej twarzy. Zapewne zastanawiasz się, jak to tutaj wszystko funkcjonuje, co?
uk: Так я і думав. Я не впізнав твого обличчя. Напевно, тобі цікаво, як тут все влаштовано, чи не так?

source: Tak z ciekawości, skąd pozyskujesz materiały do pracy? Wypalasz je w piecu, czy skądś sprowadzasz?
uk: Просто з цікавості, де ти береш матеріали для своїх робіт? Ти випалюєш їх у печі чи привозиш звідкись?

source: Tak zapytałem, bo mam coś naprawdę ciekawego do zaoferowania. Pewnie ciekawszego, niż to, czym się zajmujesz.
uk: Я запитав про це, бо можу запропонувати дещо дійсно цікаве. Ймовірно, цікавіше, ніж те, чим ти займаєшся.

source: Tak zrobię, dzięki jeszcze raz za ratunek. Nie mam złota przy sobie, bo żyję od wypłaty do wypłaty, ale weź to.
uk: Я так і зроблю, ще раз дякую за порятунок. Я не маю з собою золота, бо живу випадковими заробітками, але візьми ось це.

source: Tak zrobię, wracaj do zdrowia.
uk: Так і зроблю. Бережи себе.

source: Tak zrobię. Może jeśli będę siedział cicho, to mnie nie znajdą...
uk: Так і зроблю. Може, якщо буду сидіти тихо, вони мене не знайдуть...

source: Tak zrobię. Żegnaj.
uk: Так і зроблю. Бувай.

source: Tak!
uk: Так!

source: Tak! Coraz więcej jest w tym mieście włóczęgów i nierobów takich jak ty!
uk: Так! Таких волоцюг і негідників, як ти, у цьому місті стає все більше і більше!

source: Tak! Dokładnie! Nie mam nawet cienia wątpliwości, że to właśnie oni są odpowiedzialni za ten haniebny sabotaż!
uk: Так, саме вони! У мене немає навіть тіні сумніву, що саме вони відповідальні за цей ганебний саботаж!

source: Tak! Hm, dobra, czyli teraz mam ci coś dać w zamian?
uk: Так! Хм, добре, тепер я повинен щось дати тобі взамін?

source: Tak! Lorenzo obniżył twoją rangę, nie masz prawa czegoś takiego posiadać! Dawaj!
uk: Так! Лоренцо понизив твій ранг, ти не маєш права носити такі речі! Повертай!

source: Tak! Mógłbym zostać gońcem albo nawet kupcem!
uk: Так! Я міг би стати посланцем або навіть торговцем!

source: Tak! Skąd go wytrzasnąłeś?
uk: Так! Звідки він у тебе?

source: Tak! Skąd wiesz?
uk: Так! Звідки ти знаєш?

source: Tak! W trójkę jakoś powinniśmy dać radę królowej, ale będzie ciężko. Dlatego musimy mieć plan!
uk: Так! Ми втрьох повинні якось впоратися з королевою, але це буде важко. Тому нам потрібен план!

source: Tak! Widzisz, orkowie, w przeciwieństwie do ludzi, nie dzielą się na bogatych czy biednych. Dominuje u nich kult wojownika.
uk: Так! Розумієш, орки, на відміну від людей, не діляться на багатих і бідних. У них панує культ воїна.

source: Tak! Wyraźcie swoje obawy. Wyraźcie swoje niezadowolenie. Razem stanowimy siłę!
uk: Так! Висловлюйте своє занепокоєння. Висловлюйте своє незадоволення. Разом ми – сила!

source: Tak! Właśnie tak!
uk: Так! Саме так!

source: Tak! Zostałeś wyrzucony z naszych szeregów i nie masz prawa posiadać takiego wyposażenia! Oddawaj!
uk: Так! Тебе виключено з наших лав і ти не маєш права володіти таким спорядженням! Віддавай!

source: Tak! Zostałeś zdegradowany i nie masz prawa posiadać takiego wyposażenia! Oddawaj!
uk: Так! Тебе понижено у званні і ти не маєш права на таке спорядження! Віддавай!

source: Tak, Berter będzie miał niezłą ucztę.
uk: Так, на Бертера чекає справжнє свято.

source: Tak, Cortez nie żyje. To już koniec Przystani.
uk: Так, Кортез мертвий. Це кінець Гавані.

source: Tak, Darryl się źle poczuł. Zaraz do was dołączymy. Potrzebujemy tylko chwili.
uk: Так, Деріл погано себе почуває. Ми зараз до вас приєднаємося. Нам потрібна лише хвилина.

source: Tak, Jon nie żyje. Nie dałem rady go uratować, pełzaczy było zbyt dużo. Znasz odpowiedź na moje pytanie?
uk: Так, Йон мертвий. Я не зміг його врятувати, їх було забагато. Ти знаєш відповідь на моє запитання?

source: Tak, Marvinie. Wiem, kim jesteś, ale powiedz mi... czemu nie miałbym cię teraz wyrzucić za drzwi?
uk: Так, Марвіне. Я знаю, хто ти, але скажи мені... чому б мені прямо зараз не викинути тебе за двері?

source: Tak, Riordian zajmuje się właśnie ich połączeniem.
uk: Так, Ріордіан наразі зайнятий їх об'єднанням.

source: Tak, Salvi i wszyscy jego ludzie gryzą już glebę.
uk: Сальві і всі його люди вже годують хробаків.

source: Tak, Viktor już mi o tym powiedział. Wieści w tej wiosce rozchodzą się bardzo szybko.
uk: Так, Віктор мені вже розповів про це. У цьому селі чутки поширюються дуже швидко.

source: Tak, a co myślisz? Że przez lata pracy w winnicy nie miałem okazji pisać ważnych dokumentów w zastępstwie za pij... niedysponowanego Valerio?
uk: Так, а ти як гадав? Що за роки роботи на винограднику я не писав важливі документи замість п'я... недієспроможного Валеріо?

source: Tak, a czemu pytasz?
uk: Так, а чому ти питаєш?

source: Tak, a o co chodzi?
uk: Так, а в чому справа?

source: Tak, a teraz słuchaj. Co trzecia butelka alkoholu, którą wydestylujesz, trafia do Corteza.
uk: Так, а тепер слухай. Кожна третя пляшка спирту, який ти переганятимеш, йде Кортезу.

source: Tak, akurat zdążyłem ich złapać gdy zmieniali miejsce połowu.
uk: Так, я застав їх якраз коли вони міняли місце вилову.

source: Tak, ale jestem tu nowy i dopiero się uczę.
uk: Так, але я тут новачок і тільки вчуся.

source: Tak, ale jeśli mam poświęcać czas takiemu żółtodziobowi, to muszę coś na tym zyskać. Zapłać, a nauczę cię podstaw kowalstwa.
uk: Так, але якщо я маю приділяти час такому новачкові, я повинен щось від цього отримати. Заплати, і я навчу тебе основам ковальства.

source: Tak, ale kiedy to było... Czemu pytasz?
uk: Так, але коли це було... А чому ти питаєш?

source: Tak, ale nie jestem jej członkinią. Gildia regularnie zaopatruje mnie w towary i pobiera część zysku z ich sprzedaży.
uk: Так, але я не є її членом. Гільдія регулярно постачає мені товари і отримує частину прибутку від їх продажу.

source: Tak, ale nie możesz zwyczajnie go pobić i wrzucić do kanałów. Tutaj trzeba miejskiego podejścia.
uk: Так, але не можна його просто побити і викинути в каналізацію. Тут потрібен міський підхід.

source: Tak, ale nie rzucaj konkretnymi kwotami, zostaw to odpowiednim ludziom. Powiedz mu tylko, że transakcja będzie dla niego opłacalna.
uk: Так, але не називай конкретних сум, залиш це потрібним людям. Просто скажи йому, що угода буде для нього вигідною.

source: Tak, ale nie wydaje mi się, żeby Millie dała radę przepłynąć taką odległość.
uk: Так, але не думаю, що Міллі зможе проплисти таку відстань.

source: Tak, ale niestety nie było nikogo, kto zapłaciłby za nią rozsądną cenę.
uk: Так, але, на жаль, не знайшлося нікого, хто б заплатив за неї розумну ціну.

source: Tak, ale niestety nie udało mi się znaleźć tamtego człowieka.
uk: Так, але, на жаль, мені не вдалося знайти того чоловіка.

source: Tak, ale potrzebuję trochę czasu.
uk: Так, але мені потрібен час.

source: Tak, ale spokojnie, nie wezmę dużo! No i mogę ci też pokazać, jak otwierać zamki i pozyskiwać trofea, a to bardzo szybkie sposoby na zarobek!
uk: Так, але будь певен, я не візьму багато! Ну, а ще я можу показати тобі, як відмикати замки і здобувати трофеї, а це дуже швидкі способи заробити гроші!

source: Tak, ale teraz nie mogę ci ich sprzedać, jestem trochę zajęty...
uk: Так, але зараз я не можу їх продати, я трохи зайнятий...

source: Tak, ale to dawne dzieje. Plecy i ramiona już nie te...
uk: Так, але це вже в минулому. Моя спина і плечі вже не ті...

source: Tak, ale tylko wtedy... bo to chyba jedyna wada tego rozwiązania.
uk: Так, але тільки у такому разі... тому що це, мабуть, єдиний недолік цього рішення.

source: Tak, ale tym razem możesz odstawić piłę, bo nie będzie ci potrzebna.
uk: Так, але цього разу можеш відкласти пилку, бо вона тобі не знадобиться.
